IdeaRS.Connections
AnchoringData.CustomReferencePoint Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the shift of reference point.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string CustomReferencePoint { get; set; }
Property Value
Type: String
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace